@extends('frontend.layouts.frontendmaster')

@section('meta')
<title>إخلاء المسؤولية – ترند كاست</title>
<meta name="title" content="إخلاء المسؤولية – ترند كاست" />
<meta name="description" content="إن محتويات موقع ترند كاست تم تقديمها كمعلومات، لن نتحمل أي مسؤولية لأي قرار أو تصرف يتم اتخاذه بناءً على المحتوى الوارد في هذا الموقع" />
@endsection

@section('content')
<section id="fun-factor" class="page-section">
    <div class="image-bg content-in contain fixed" data-background="img/backgrounds/bkgrnd2.jpg"></div>
    <div class="container">
        <div class="row white">
            <div data-animation="fadeInLeft">
                <h3 class="text-uppercase">&nbsp;</h3>
                <p>&nbsp;</p>
            </div>
        </div>
    </div>
</section>

<section class="page-section light-bg">
    <div class="container">
        <div class="row">
            <div class="col-md-12" data-animation="fadeInRight">
                <div class="section-title text-left" data-animation="fadeInUp">
                    <!-- Title -->
                    <h2 class="title">إخلاء المسئولية</h2>
                </div>
                <!-- Content -->
                <p style="text-align: justify; font-weight: bold;">تحرص إدارة الموقع في إطار سعيها لتقديم خدمة تحليل أداء الأسهم وتوقع اتجاهاتها المستقبلية باستخدام أسلوب  تكامل الاحتمالات العشوائية  إلى مراعاة الدقة والتأكد من استخدام البيانات الصحيحة التي تنشرها الأسواق المالية واستقراء الأخبار الاقتصادية وغير الاقتصادية التي لها تأثير على الأسواق المالية بهدف الوصول إلى أفضل النتائج. وفي حال وجود  أي خطأ في البيانات أو الأخبار أو الاستنتاجات التي يستخدمها أو يعرضها الموقع فهي حتماً من قبيل السهو أو الخطأ غير المقصود مع التأكيد التام بأن إدارة الموقع لا مصلحة لها ولا هدف في استخدام أو تقديم أية بيانات أو أخبار أو استنتاجات غير صحيحة.</p>

                <p style="text-align: justify; font-weight: bold;">إن الاسنتاجات والتوقعات التي تصدر عن الموقع بخصوص أي سهم أو سلعة أو ورقة مالية أو غيرها تستند إلى المفهوم العلمي للاحتمالات حيث يكون الترجيح للاحتمال الأكبر، مع عدم استبعاد أي احتمال آخر مهما كان قليلاً. ويتم عرض الاحتمالات المحسوبة أمام المستخدم وعليه وحده مسؤلية اتخاذ أي قرار بخصوصها دون جزم أو تأكيدٍ قاطع من قبل الموقع بصحة أو خطأ أحد الاحتمالات.</p>

                <p style="text-align: justify; font-weight: bold;">يعتبر دخول المستخدم إلى الموقع واطلاعه على محتوياته وتحليلاته سواءً كان مشتركاً أو في فترة التجربة أو من خلال طرف آخر أياً كان إقراراً تلقائياً منه بإخلاء مسؤولية الموقع وإدارته والأطراف المالكة له والمشاركة فيه وكذلك الموظفين والوكلاء والموزعين والمزودين له بالبيانات والأخبار عن أية أضرار مادية أو معنوية مباشرة أو غير مباشرة  تقع على المستخدم جراء استعمال أو عدم استعمال أية خدمات أو محتويات أو بيانات أو إعلانات منشورة على الموقع. ويلتزم المستخدم بإعفاء الموقع وكافة الأطراف المرتبطة به من المسؤولية التي تترتب على قيام المستخدم بإساءة استعمال الخدمة.</p>
                <!-- Features -->
                <!-- Features -->
            </div>
        </div>
        <div class="clearfix"></div>
    </div>
</section>
@endsection