@extends('frontend.layouts.frontendmaster')

@section('meta')
<title>بيان الخصوصية – ترند كاست</title>
<meta name="title" content="بيان الخصوصية – ترند كاست" />
<meta name="description" content="تلتزم إدارة الموقع، في حدود المسموح لها وفق القانون المنظم، بعدم كشف أي معلومات شخصية عن المشترك مثل العنوان أو رقم الهاتف أو عنوان البريد الإلكتروني وغيرها" />
@endsection

@section('content')
<section id="fun-factor" class="page-section">
    <div class="image-bg content-in contain fixed" data-background="img/backgrounds/bkgrnd2.jpg"></div>
    <div class="container">
        <div class="row white">
            <div data-animation="fadeInLeft">
                <h3 class="text-uppercase">&nbsp;</h3>
                <p>&nbsp;</p>
            </div>
        </div>
    </div>
</section>

<section class="page-section light-bg">
    <div class="container">
        <div class="row">
            <div class="col-md-12" data-animation="fadeInRight">
                <div class="section-title text-left" data-animation="fadeInUp">
                    <!-- Title -->
                    <h2 class="title">سياسة الخصوصية</h2>
                </div>
                <!-- Content -->
                <p style="text-align: justify; font-weight: bold;">تقديراً لمخاوفكم واهتمامكم بشأن خصوصية بياناتكم على شبكة الإنترنت. يتبنى موقع ترند كاست سياسة خصوصية واضحة تساعدكم في تفهم طبيعة البيانات التي نقوم بتجميعها منكم عند زيارتكم لموقعنا على الشبكة وكيفية تعاملنا مع هذه البيانات الشخصية.</p>

                <p style="text-align: justify; font-weight: bold;">سيتم التعامل مع كافة البيانات المقدمة من قبلك على أساس أنها سرية و سيتم استخدام البيانات في الرد على كافة استفساراتك و ملاحظاتك و طلباتك وتحسين الخدمات التي يقدمها الموقع لك.</p>

                <p style="text-align: justify; font-weight: bold;">نحافظ في كافة الأوقات على خصوصية وسرية كافة البيانات الشخصية التي نتحصل عليها. ولن يتم إفشاء هذه المعلومات إلا إذا كان ذلك مطلوباً بموجب أي قانون أو عندما نعتقد بحسن نية أن مثل هذا الإجراء سيكون مطلوباً أو مرغوباً فيه للتمشي مع القانون , أو للدفاع عن أو حماية حقوق الملكية الخاصة بهذا الموقع أو الجهات المستفيدة منه.</p>

                <p style="text-align: justify; font-weight: bold;">لن يقوم الموقع ببيع البيانات المقدمة من قبلك إلى أي طرف ثالث بغرض تسويقها لمصلحته الخاصة دون الحصول على موافقتك المسبقة والمكتوبة ما لم يتم ذلك على أساس أنها ضمن بيانات جماعية تستخدم للأغراض الإحصائية والأبحاث دون اشتمالها على أية بيانات من الممكن استخدامها للتعريف بك.</p>
                
                <p style="text-align: justify; font-weight: bold;">بیانات و تفاصيل بطاقات الائتمان  أو  بطاقات الخصم و المعلومات الشخصیة لا  یتم تخزینها أو بیعھا أو مشارکتھا أو استئجارھا أو تأجیرھا لأي طرف ثالث.</p>

                <p style="text-align: justify; font-weight: bold;">قد يتم تغيير بنود وشروط سياسات الموقع أو تحديثها أحيانا لتلبية المتطلبات والمعايير. لذلك ندعو المستخدمين والعملاء إلى  زيارة هذه الأقسام بشكل دائم من أجل الاطلاع أولاً بأول على أية تغييرات أو تعديلات في بنود وشروط سياسات الموقع . علماً بأن تلك التغييرات والتعديلات سوف تكون فعالة في اليوم الذي يتم نشرها فيه.</p>

                <p style="text-align: justify; font-weight: bold;">
بعض الإعلانات التي تشاهدها على الموقع يتم اختيارها وإدراجها  من قبل أطراف ثالثة، مثل شبكات الإعلانات ووكالات الإعلان والمعلنين والجهات المتخصصة في توفير المعلومات والدراسات عن شرائح الجمهور. وقد تقوم هذه الجهات الخارجية بجمع معلومات عنك وعن أنشطتك عبر الإنترنت، سواء من الموقع أو  مواقع أخرى، من خلال ملفات تعريف الارتباط، أوغيرها من التقنيات في محاولة لفهم اهتماماتك وتقديم إعلانات مخصصة لك. يرجى تذكر أننا لا نملك إمكانية الوصول إلى المعلومات التي قد تجمعها هذه الجهات الخارجية أو السيطرة عليها. و أن سياسة الخصوصية في الموقع لا تشمل ممارسات المعلومات الخاصة بهذه الأطراف الثالثة.</p>
                <!-- Features -->
                <!-- Features -->
            </div>
        </div>
        <div class="clearfix"></div>
    </div>
</section>
@endsection