@extends('frontend.layouts.frontendmaster')

@section('meta')
<title>شروط الاستخدام – ترند كاست</title>
<meta name="title" content="شروط الاستخدام – ترند كاست" />
<meta name="description" content="تشمل هذه الصفحة كل الشروط والتوضيحات التي يجب عليك ان تعرفها وان تكون واضحة لك عند استخدام موقع ترند كاست" />
@endsection

@section('content')
<section id="fun-factor" class="page-section">
    <div class="image-bg content-in contain fixed" data-background="img/backgrounds/bkgrnd2.jpg"></div>
    <div class="container">
        <div class="row white">
            <div data-animation="fadeInLeft">
                <h3 class="text-uppercase">&nbsp;</h3>
                <p>&nbsp;</p>
            </div>
        </div>
    </div>
</section>

<section class="page-section light-bg">
    <div class="container">
        <div class="row">
            <div class="col-md-12" data-animation="fadeInRight">
                <div class="section-title text-left" data-animation="fadeInUp">
                    <!-- Title -->

                    <span class="anchor" id="agreement"></span>
                    <h2 class="title">شروط الاستخدام</h2>
                </div>
                <!-- Content -->
                <p style="text-align: justify; font-weight: bold;">تعتبر هذه الاتفاقية إطاراً حاكماً للتعامل مع الموقع يحدد الشروط والمسؤوليات الملزمة لمن يستخدم الموقع وتتألف من أحد عشر بنداً و هذه المقدمة التي تعتبر جزءاً منها وتسري على جميع الخدمات التي يقدمها الموقع:</p>

                <ol>
                    <li>تعتبر الفقرة الخاصة بإخلاء المسؤولية   بكافة تفاصيلها  جزءاً من الاتفاقية .</li>
                    <li>يلتزم الموقع ببذل الجهد الممكن لتقديم خدمة التحليل على أساس تكامل الاحتمالات استناداً إلى البيانات الصحيحة  التي تنشرها الأسواق المالية.</li>
                    <li>يحتفظ الموقع بحقه في جمع واستخدام معلومات عن المستخدم كالتي يتم تعبئتها في استمارة التسجيل وذلك للأغراض الإحصائية ولأغراض تحسين الخدمة.</li>
                    <li>يلتزم الموقع بتوفير السرية الكاملة لبيانات المستخدمين، وعدم بيعها، أو إطلاع أي طرف ثالث علىيها.</li>
                    <li>يلتزم الموقع باتخاذ المعايير اللازمة لحماية البيانات وحفظها، علما بأن شبكة الإنترنت ليست وسيلة آمنة 100% لحفظ المعلومات السرية. و لا يتحمل الموقع أية مسؤولية عن تعرض المعلومات والبيانات المحفوظة فية للقرصنة باعتبارها عملاً خارجاً عن إرادته.</li>
                    <li>يعتبر دخول المستخدم إلى الموقع واطلاعه على البيانات والنتائج الأخبار الواردة فيه موافقة ضمنيةً منه على الالتزام ببنود هذه الاتفاقية.</li>
                    <li>يلتزم المستخدم بالمحافظة على سرية بيانات الحساب المخصص له، بما في ذلك اسم المستخدم وكلمة السر الخاصة به، كما يعتبر مسئولا مسئولية كاملة عن أي استعمال للخدمة يتم من خلال اسم المستخدم وكلمة السر الخاصة به سواء تم ذلك من طرفه أو من قبل طرفٍ آخر.</li>
                    <li>يحق لإدارة الموقع إلغاء أو إيقاف أي حق في استعمال الخدمة في حالة انتهاك المستخدم أي بند من بنود هذه الاتفاقية. أو مخالفة أية  نصوص قانونية، أو في حالة قيامه بتصرفات تراها إدارة الموقع غير مناسبة أو تنتهك اتفاقية الاستخدام.</li>
                    <li>يحتفظ الموقع بكافة الحقوق في تغيير أو تعديل أو إلغاء أو تبديل كل أو جزء من الخدمة.</li>
                    <li>يحتفظ الموقع بكافة الحقوق في إجراء أي تغيير أو تعديل على كل أو بعض بنود اتفاقية الاستخدام، سواء كان ذلك بالحذف أو الإضافة، بما في ذلك الشروط المتعلقة بفرض قيود أو رسوم على استعمال الخدمة.</li>
                    <li>يلتزم الموقع بإخطار المستخدم بالتغييرات والتعديلات التي تجرى على اتفاقية الاستخدام، وذلك من خلال نشرها على الموقع أو بإخطار المستخدم بأي وسيلة أخرى من وسائل الإخطار. وتعتبر هذه التغييرات سارية المفعول بمجرد إخطار المستخدم بها، كما يعتبر استعمال المستخدم للخدمة بعد إخطاره بتلك التغييرات بمثابة موافقة منه على تلك التغييرات. </li>
                    <li>أي نزاع أو مطالبة تنشأ  فيما يتعلق بهذا الموقع يجب أن تخضع وتفسر وفقا لقوانين دولة الإمارات العربية المتحدة.</li>
                    <li>يحظر على القصر الذين تقل أعمارهم عن 18 سنة التسجيل كمستخدم لهذا الموقع ولا يسمح لهم بتداول الموقع أو استخدامه.</li>
                    <li>إذا قمت بإجراء الدفع لمنتجاتنا أو خدماتنا على موقعنا على الانترنت، سيتم تقديم التفاصيل التي تطلب منك مباشرة إلى مزود الدفع لدينا عبر اتصال آمن.</li>
                    <li>يجب على حامل البطاقة الاحتفاظ بنسخة من سجلات المعاملات وسياسات وقواعد البائع.</li>
                    <li>نحن نقبل الدفع عبر الإنترنت باستخدام بطاقة الائتمان / الخصم من فيزا وماستركارد بالدرهم الإماراتي (أو أي عملة أخرى متفق عليها.</li>
                    <li>سيتم استرداد الأموال فقط من خلال الوضع الأصلي للدفع.</li>
                </ol>
                <!-- Features -->
                <!-- Features -->
            </div>
        </div>
        <div class="clearfix"></div>
    </div>
</section>
@endsection